Repository: linuxmce/linuxmce
Catalog: ubuntu/asterisk/freepbx/root/var/www/admin/modules/fw_langpacks/var/www/html/admin/modules/timeconditions/i18n/*/LC_MESSAGES/timeconditions.po
Languages: fr_fr

source: Time Condition: %s
fr_fr: Condition Horaire : %s

source: Description must be alpha-numeric, and may not be left blank
fr_fr: La description doit être alpha-numérique, et ne doit pas être laissée à blanc.

source: Time Group
fr_fr: Groupe Horaire

source: deleted!
fr_fr: supprimé !

source: Add Time Group
fr_fr: Ajouter un Groupe Horaire

source: This will display as the name of this Time Group.
fr_fr: Sera affiché comme nom pour ce Groupe Horaire.

source: Edit Time Group
fr_fr: Editer Groupe Horaire

source: Delete Time Group %s
fr_fr: Supprimer le Groupe Horaire %s

source: Used By
fr_fr: Utilisé Par

source: New Time
fr_fr: Nouvel Horaire

source: --Select a Group--
fr_fr: --Sélectionnez un Groupe--

source: text
fr_fr: texte

source: Time to start:
fr_fr: Horaire initial :

source: Time to finish:
fr_fr: Horaire final :

source: Week Day start:
fr_fr: Jour ouvrable initial :

source: Monday
fr_fr: Lundi

source: Tuesday
fr_fr: Mardi

source: Wednesday
fr_fr: Mercredi

source: Thursday
fr_fr: Jeudi

source: Friday
fr_fr: Vendredi

source: Saturday
fr_fr: Samedi

source: Sunday
fr_fr: Dimanche

source: Week Day finish:
fr_fr: Jour ouvrable final :

source: Month Day start:
fr_fr: Jour du Mois initial :

source: Month Day finish:
fr_fr: Jour du Mois final :

source: Month start:
fr_fr: Mois initial :

source: January
fr_fr: Janvier

source: February
fr_fr: Février

source: March
fr_fr: Mars

source: April
fr_fr: Avril

source: May
fr_fr: Mai

source: June
fr_fr: Juin

source: July
fr_fr: Juillet

source: August
fr_fr: Août

source: September
fr_fr: Septembre

source: October
fr_fr: Octobre

source: November
fr_fr: Novembre

source: December
fr_fr: Décembre

source: Month finish:
fr_fr: Mois final :

source: converting timeconditions time field to int..
fr_fr: conversion du champ horaire timeconditions vers int...

source: ERROR: failed to convert field
fr_fr: ERREUR : échec lors de la conversion

source: Checking for old timeconditions to upgrade..
fr_fr: Contrôle pour upgrade des anciennes conditions horaires...

source: starting migration
fr_fr: démarrage de la migration

source: Upgraded %s and created group %s
fr_fr: %s upgradé et groupe %s créé

source: %sWARNING:%s No time defined for this condition, please review
fr_fr: %SATTENTION !%s Aucun horaire défini pour cette condition, corrigez le problème

source: no upgrade needed
fr_fr: pas d'upgrade nécessaire

source: Add Time Condition
fr_fr: Ajouter Condition Horaire

source: Time Condition
fr_fr: Condition Horaire

source: deleted
fr_fr: supprimé

source: Time Condition:
fr_fr: Condition Horaire :

source: Delete Time Condition: %s
fr_fr: Supprimer Condition Horaire : %s

source: Edit Time Condition
fr_fr: Editer Condition Horaire

source: Time Condition name:
fr_fr: Nom de la Condition Horaire :

source: Give this Time Condition a brief name to help you identify it.
fr_fr: Donnez un nom court à cette Condition Horaire pour vous aider à l'identifier.

source: Time Group:
fr_fr: Groupe Horaire :

source: Select a Time Group created under Time Groups. Matching times will be sent to matching destination. If no group is selected, call will always go to no-match destination.
fr_fr: Sélectionnez un Groupe Horaire créé sous Groupes Horaires. Les horaires correspondants seront envoyés vers les destinations correspondantes. Si aucun groupe n'est sélectionné, l'appel ira toujours vers la destination pas-de-destination-correspondante.

source: Goto Current Time Group
fr_fr: Aller au Groupe Horaire Courant

source: Destination if time matches
fr_fr: Destination si l'horaire correspond

source: Destination if time does not match
fr_fr: Destination si l'horaire ne correspond pas

source: Submit
fr_fr: Appliquer

source: Please enter a valid Time Conditions Name
fr_fr: Veuillez entrer un Nom de Conditions Horaire valide

source: You have not selected a time group to associate with this timecondition. It will go to the un-matching destination until you update it with a valid group
fr_fr: Vous n'avez pas sélectionné de groupe horaire à associer avec cette condition horaire. Elle mènera à la destination non-correspondante jusqu'à ce que vous mettiez la condition horaire à jour avec un groupe valide.

source: Server time:
fr_fr: Heure du Serveur :

source: Time Conditions
fr_fr: Conditions Horaires

source: Time Groups
fr_fr: Groupes Horaires
