Repository: linuxmce/linuxmce
Catalog: ubuntu/lirc-0.8.3+lmce/debian/po/*.po
Languages: pt

source: Create LIRC device nodes if they are not there?
pt: Criar os dispositivos do LIRC se não estiverem presentes?

source: LIRC needs some files under /dev/ for it to work:
pt: O LIRC precisa de alguns ficheiros em /dev/ para funcionar:

source: /dev/lirc /dev/lircd and /dev/lircm
pt: /dev/lirc /dev/lircd e /dev/lircm

source: Do you want to reconfigure LIRC?
pt: Deseja reconfigurar o LIRC?

source: LIRC is already configured, reconfiguring it may spoil some of your handcrafted configuration in /etc/lirc/hardware.conf.
pt: O LIRC já se encontra configurado, reconfigurá-lo novamente pode estragar alguma configuração manual em /etc/lirc/hardware.conf.

source: However comments, LIRC_ARGS and other unknown code will be preserved.
pt: Comentários existentes, LIRC_ARGS e outro código desconhecido será preservado.

source: You should take care of old configuration files
pt: Deverá ter cuidado com ficheiros de configuração antigos

source: Previous versions of this package didn't include any configuration file and expected the user to put his own /etc/lircd.conf and /etc/lircmd.conf
pt: Versões anteriores deste pacotes não incluíam qualquer ficheiro de configuração sendo esperado que o utilizador colocasse o seu em /etc/lircd.conf·e·/etc/lircmd.conf

source: The new location for these files is /etc/lirc/.
pt: A nova localização para estes ficheiros é /etc/lirc/.

source: Things will be arranged properly but, in case they can't be, please make sure that none of LIRC configuration files are left directly under /etc/.
pt: Tudo será instalado apropriadamente, no entanto em caso contrário, por favor certifique-se que nenhum dos ficheiros de configuração é deixado directamente em /etc/.

source: lircmd should use the IntelliMouse protocol instead of IMPS/2
pt: O lircmd deverá usar o protocolo IntelliMouse·em vez do IMPS/2

source: The method lircmd uses to simulate a mouse is not compatible with IMPS/2 protocol, so the IntelliMouse support has been added and is now the preferred protocol.
pt: O método que o lircmd utiliza para simular o rato não é compatível com o protocolo IMPS/2, assim o suporte ao IntelliMouse foi adicionado e é agora o protocolo preferido.

source: You ARE currently using lircmd with IMPS/2 protocol and are encouraged to update /etc/lirc/lircmd.conf and the configuration of any program which uses lircmd as a mouse to use IntelliMouse protocol.
pt: Está actualmente a usar o lircmd com o protocolo IMPS/2, é encorajado a actualizar o /etc/lirc/lircmd.conf e a configuração de qualquer programa que utilize o lircmd como um rato para que use o protocolo IntelliMouse.

source: NOTE: gpm will refuse to use lircmd as a mouse with IMPS/2 protocol.
pt: Nota: o gpm recusará utilizar o lircmd como um rato com o protocolo IMPS/2.

source: Delete /var/log/lircd?
pt: Apagar /var/log/lircd?

source: LIRC now uses syslog as a logging mechanism. This means that /var/log/lircd is not anymore pertinent.
pt: O LIRC usa agora o syslog como mecanismo de registo. Isto significa que o /var/log/lircd já não faz sentido.

source: If you answer 'no' to this question /var/log/lircd will be left there and you will have to take care of it yourself.
pt: Se respondeu 'não' a esta questão o /var/log/lircd·será deixado no local e terá que o controlar voçê mesmo.
