Repository: linuxmce/linuxmce
Catalog: ubuntu/alsa-driver-1.0.18.dfsg/debian/po/*.po
Languages: ar, be, bg, de, eu, fi, fr, gl, it, ml, nl, pt, ru, sk, sv, ta

source: Build ALSA drivers with ISA PnP support?
ar: إنشاء مشغّلات ALSA مع دعم ISA PnP؟
be: Ці збудаваць драйверы ALSA з падтрымкай ISA PnP?
bg: Компилиране на драйверите на ALSA с поддръжка на ISA PnP?
de: ALSA-Treiber mit ISA PnP-Unterstützung erstellen?
eu: ALSA kontrolgailuak ISA PnP onarpenarekin eraiki?
fi: Käännetäänkö ALSA-ajureihin ISA PnP -tuki?
fr: Faut-il compiler les pilotes ALSA avec la gestion de « ISA PnP » ?
gl: ¿Compilar os controladores de ALSA con soporte de ISA PnP?
it: Compilare i driver ALSA con il supporto per il PnP ISA?
ml: അല്‍സ (ALSA) പ്രവര്‍ത്തകങ്ങള്‍ ഇസ പിഎന്‍പി (ISA PnP) പിന്തുണയോടുകൂടി കൂടി നിര്‍മ്മിക്കട്ടെ?
nl: ALSA-stuurprogramma's bouwen met ISA PnP ondersteuning?
pt: Compilar os controladores ALSA com suporte para ISA PnP?
ru: Компилировать драйверы ALSA с поддержкой ISA PnP?
sk: Zostaviť ovládače ALSA s podporou ISA PnP?
sv: Bygg ALSA-drivrutiner med stöd för ISA-PnP?
ta: ஐஎஸ்ஏ பிஎன்பி ஆதரவுடன் அல்ஸா இயக்கிகளை கட்டுமானம் செய்யலாமா?

source: If you choose this option, the ALSA drivers will be built with support for the isa-pnp driver.
ar: إن قمت بانتقاء هذا الخيار، سيتم إنشاء مشغّلات ALSA مع دعم لمشغّلات isa-pnp.
be: Калі выберыце гэта, драйверы ALSA будуць збудаваны з падтрымкай драйвера isa-pnp.
bg: Ако изберете тази настройка, драйверите на ALSA ще бъдат компилирани с поддръжка на драйвера isa-pnp.
de: Falls Sie diese Option auswählen, werden die ALSA-Treiber mit Unterstützung für den Treiber isa-pnp gebaut.
eu: Aukera hau hautatuaz, ALSA kontrolagailuak isa-pnp kontrolagailuarentzat onarpenarekin eraikiko dira.
fi: Jos valitset tämän vaihtoehdon, ALSA-ajureihin käännetään tuki isa-pnp-ajurille.
fr: Si vous choisissez cette option, les pilotes ALSA seront compilés avec la gestion du pilote « Plug and Play » ISA.
gl: Se escolle esta opción, os controladores de ALSA hanse compilar con soporte de Plug-and-Play ISA empregando o controlador isa-pnp.
it: Se si sceglie questa opzione, i driver ALSA verranno compilati con il supporto per il driver isa-pnp.
ml: നിങ്ങള്‍ ഈ ഐച്ഛികം തിരഞ്ഞെടുക്കുകയാണെങ്കില്‍, അല്‍സ (ALSA) പ്രവര്‍ത്തകങ്ങള്‍ ഇസ-പിഎന്‍പി (isa-pnp) പ്രവര്‍ത്തകത്തിനുള്ള പിന്തുണയോടുകൂടി നിര്‍മ്മിക്കുന്നതായിരിയ്ക്കും.
nl: Als u deze optie kiest zullen de ALSA-stuurprogramma's met ondersteuning voor het 'isa-pnp'-stuurprogramma gebouwd worden.
pt: Se aceitar os controladores ALSA serão compilados com suporte para o driver isa-pnp.
ru: Если вы скажете ДА, то ALSA-драйверы будут скомпилированы с поддержкой драйвера isa-pnp.
sk: Ak vyberiete túto voľbu, ovládače ALSA budú zostavené s podporou pre ovládač isa-pnp.
sv: Om du godkänner så kommer ALSA-drivrutiner att byggas med stöd för ISA-PnP.
ta: இதை தேர்ந்தெடுத்தால் ஐஎஸ்ஏ பிஎன்பி ஆதரவுடன் அல்ஸா இயக்கிகள் கட்டுமானம் செய்யப்படும்.

source: Build ALSA drivers with debugging code?
ar: إنشاء مشغّلات ALSA مع شيفرة إزالة العلل؟
be: Ці збудаваць драйверы ALSA з кодам адладкі?
bg: Компилиране на драйверите на ALSA с debug?
de: ALSA-Treiber mit Code zum Fehlersuchen bauen?
eu: ALSA kontrolagailuak arazpen kodeaz eraiki?
fi: Käännetäänkö ALSA-ajureihin vianjäljityskoodi?
fr: Faut-il compiler les pilotes ALSA en mode de débogage ?
gl: ¿Compilar os controladores de ALSA con código de depuración?
it: Compilare i driver ALSA con il codice di debug?
ml: അല്‍സ (ALSA) പ്രവര്‍ത്തകങ്ങള്‍ പ്രശ്നനിര്‍ധാരണ കോഡു സഹിതം നിര്‍മ്മിക്കട്ടെ?
nl: ALSA-stuurprogramma's bouwen met debug code?
pt: Compilar os controladores ALSA com código de depuração?
ru: Скомпилировать драйверы ALSA с отладочным кодом?
sk: Zostaviť ALSA s ladiacim kódom?
sv: Bygg ALSA-drivrutin med inkluderad kod för felsökning?
ta: வழுநீக்கும் குறிமுறையுடன் அல்ஸா இயக்கிகளை கட்டுமானம் செய்யலாமா?

source: If you choose this option, the ALSA drivers will be built with code to help with debugging.
ar: إن قمت بانتقاء هذا الخيار، سيتم إنشاء مشغّلات ALSA مع شيفرة مساعدة في إزالة العلل.
be: Калі выберыце гэта, драйверы ALSA будуць збудаваны з кодам адладкі.
bg: Ако изберете тази настройка, драйверите на ALSA ще бъдат компилирани с код, помагащ откриването на грешки.
de: Falls Sie diese Option auswählen, werden die gebauten ALSA-Treiber Code zur Hilfe bei der Fehlersuche enthalten.
eu: Aukera hau hautatuaz, ALSA kontrolagailuak arazpenean laguntzeko kodeaz eraikiko dira.
fi: Jos valitset tämän vaihtoehdon, ALSA-ajureihin käännetään koodia, joka auttaa ohjelmavirheiden jäljittämisessä.
fr: Si vous choisissez cette option, les pilotes ALSA comporteront du code additionnel permettant leur débogage.
gl: Se escolle esta opción, os controladores de ALSA hanse compilar con código que auxilia á depuración.
it: Se si sceglie questa opzione, i driver ALSA verranno compilati con il codice che aiuta nel debug.
ml: നിങ്ങള്‍ ഈ ഐച്ഛികം തിരഞ്ഞെടുക്കുകയാണെങ്കില്‍, അല്‍സ (ALSA) പ്രവര്‍ത്തകങ്ങള്‍ പ്രശ്നനിര്‍ധാരണത്തിന് സഹായിയ്ക്കുന്ന കോഡ് സഹിതം നിര്‍മ്മിയ്ക്കും.
nl: Als u deze optie kiest zullen de ALSA-stuurprogramma's met ondersteuning voor debuggen gebouwd worden.
pt: Se aceitar os controladores ALSA serão compilados com código de ajuda para o ajudar na depuração.
ru: Если вы скажете ДА, то ALSA-драйверы будут скомпилированы с кодом, помогающим отладке.
sk: Ak vyberiete túto voľbu, ovládače ALSA budú zostavené s ladiacim kódom.
sv: Om du godkänner så kommer ALSA-drivrutiner att byggas med kod för att hjälpa till med felsökning.
ta: இதை தேர்ந்தெடுத்தால் வழுநீக்கும் குறிமுறையுடன் அல்ஸா இயக்கிகள் கட்டுமானம் செய்யப்படும்.

source: all
ar: الكل
be: усё
bg: всички
de: alle
eu: dena
fi: kaikki
fr: tous
gl: todos
it: tutti
ml: എല്ലാം
nl: allemaal
pt: todos
ru: все
sk: všetky
sv: alla
ta: அனைத்தும்

source: ALSA drivers to build:
ar: مشغّل ALSA المطلوب إنشاءه:
be: Будаваць драйверы ALSA
bg: Драйвери на ALSA, които да бъдат компилирани:
de: Wählen Sie die zu bauenden Treiber:
eu: Eraiki behar diren ALSA kontrolatzaileak:
fi: Käännettävät ALSA-ajurit:
fr: Pilotes ALSA à compiler :
gl: Controladores ALSA a compilar:
it: Driver ALSA da compilare:
ml: നിര്‍മ്മിക്കേണ്ട അല്‍സ (ALSA) പ്രവര്‍ത്തകങ്ങള്‍:
nl: Welke ALSA-stuurprogramma's dienen gebouwd te worden?
pt: Controladores ALSA a compilar:
ru: Собираемые драйверы ALSA:
sk: Ktoré ovládače ALSA zostaviť:
sv: ALSA-drivrutiner att bygga:
ta: கட்டுமானம் செய்யப்பட வேண்டிய அல்ஸா இயக்கிகள்:

source: Please select the ALSA sound card drivers that should be included in alsa-modules packages built from these sources.
ar: الرجاء اختيار مشغّلات بطاقات صوت ALSA التي يجب إضافتها في حزم وحدات alsa-modules التي سوف تنشأ من هذه المصادر.
be: Вылучыце драйверы ALSA гукавай карткі, якія будуць збудаваны з гэтых крыніц і ўключаны ў пакеты alsa-modules.
bg: Изберете, драйвери за кои звукови карти да бъдат включени в пакета alsa-modules.
de: Bitte wählen Sie die ALSA-Soundkarten-Treiber, die im Paket Alsa-modules-Paketen enthalten sein sollen. Alsa-modules-Pakete werden aus diesen Quellen gebaut werden.
eu: Mesedez hautatu iturburu honetatik eraikiko den alsa-modules paketeak eduki behar dituen ALSA soinu txartel kontrolagailuak.
fi: Valitset ALSA-äänikorttiajurit, jotka tulisi sisällyttää näistä lähdekoodeista käännettäviin alsa-modules-paketteihin.
fr: Veuillez choisir les pilotes ALSA pour cartes son qui seront inclus dans les paquets alsa-modules créés à partir de ces sources.
gl: Escolla os controladores de tarxeta de son ALSA que se teñen que incluír nos paquetes de alsa-modules que se compilen a partires dese código fonte.
it: Selezionare i driver ALSA per la scheda sonora da includere nei pacchetti alsa-modules creati a partire da questi sorgenti.
ml: ദയവായി ഈ സ്രോതസ്സുകളില്‍ നിന്നും നിര്‍മിക്കപ്പെട്ട അല്‍സ-മൊഡ്യൂള്‍സ് (alsa-modules) പാക്കേജുകളില്‍ ഉള്‍പ്പെടുത്തേണ്ട അല്‍സ (ALSA) ശബ്ദ കാര്‍ഡ് പ്രവര്‍ത്തകങ്ങള്‍ ‍തിരഞ്ഞെടുക്കുക.
nl: Welke ALSA-stuurprogramma's dienen in het van deze broncodes gebouwde 'alsa-modules'-pakket opgenomen te worden?
pt: Por favor seleccione os controladores da placa de som ALSA que devem ser incluídos nos pacotes do alsa-modules que são criados a partir destas fontes.
ru: Выберите те ALSA-драйверы звуковых карт, которые нужно будет включить в пакеты alsa-modules, собираемые из исходников.
sk: Prosím, vyberte ovládače ALSA, ktoré majú byť zahrnuté v balíkoch alsa-modules zostavených zo zdrojových kódov.
sv: Välj de ALSA-ljudkortsdrivrutiner som ska inkluderas i alsa-modules-paketen som byggs från källkoden inkluderad i paketet alsa-source.
ta: தயை செய்து இந்த மூலங்களிலிருந்து கட்டுமானம் செய்யப்படும் அல்ஸா தொகுப்பு பொதிகளில் சேர்க்க வேண்டிய அல்ஸா ஒலி அட்டை இயக்கிகளை தேர்ந்தெடுங்கள்.

source: The following is a list of available sound card drivers along with short descriptions.
ar: فيما يلي قائمة بمشغّلات بطاقات الصوت المتوفرة إضافة إلى وصف مختصر عنها.
be: Гэта ліст дасяжных драйвераў гукавых картак разам з кароткім апісаннем.
bg: Следва списък на поддържаните звукови карти с кратко описание.
de: Die folgende Liste gibt die verfügbaren Soundkarten zusammen mit einer kurzen Beschreibung an.
eu: Hurrengoa erabilgarri dauden soinu txartel kontrolagailu eta haien azalpen laburren zerrenda bat da.
fi: Alla on lista käytettävissä olevista äänikorttiajureista ja niiden lyhyet kuvaukset.
fr: La liste affichée propose les pilotes disponibles avec une description sommaire.
gl: A seguir hai unha lista de controladores de tarxeta de son dispoñibles con algunhas descricións curtas.
it: Segue un elenco dei driver per schede sonore disponibili con una breve descrizione.
ml: ലഭ്യമായ ശബ്ദ കാര്‍ഡ് പ്രവര്‍ത്തകങ്ങളും അവയുടെ ലഘുവിവരണവും.
nl: Wat volgt zijn de namen van beschikbare stuurprogramma's samen met korte omschrijvingen.
pt: A lista seguinte mostra os controladores da placa de som disponíveis acompanhados de uma pequena descrição.
ru: Вот список имеющихся драйверов звуковых карт и краткие описания.
sk: Nasleduje zoznam dostupných ovádačov zvukových kariet s krátkymi popismi.
sv: Följande är en lista på tillgängliga ljudkortsdrivrutiner tillsammans med en kort beskrivning.
ta: கீழ் காண்பது இருப்பில் உள்ள ஒலி அட்டை இயக்கிகளின் பட்டியல். (சிறுகுறிப்புகளுடன்)

source: default
ar: الافتراضي
be: прадвызначана
bg: по подразбиране
de: Standard
eu: lehenetsia
fi: oletus
fr: Système par défaut
gl: por defecto
it: predefinito
ml: സഹജമായ
nl: standaard
pt: padrão
ru: по умолчанию
sk: štandard
sv: standard
ta: முன்னிருப்பு

source: Sound system to use:
ar: نظام الصوت المطلوب استخدامه:
be: Выкарыстоўваць гукавую сістэму:
bg: Използвана звукова система:
de: Zu verwendendes Sound-System:
eu: Erabiliko den soinu sistema:
fi: Käytettävä äänijärjestelmä:
fr: Système de gestion du son à utiliser :
gl: Sistema de son a empregar:
it: Sistema sonoro da usare:
ml: ഉപയോഗിക്കേണ്ട ശബ്ദസംവിധാനം :
nl: Welk geluidssysteem wilt u gebruiken?
pt: Sistema de som a usar:
ru: Используемая звуковая систем:
sk: Ktorý zvukový systém použiť:
sv: Ljudsystem att använda:
ta: பயன்படுத்த வேண்டிய ஒலி அமைப்பு:

source: ALSA and OSS are alternative systems of drivers for sound hardware.
ar: ALSA و OSS هما نظاما مشغّلات بديلان لعتاد الصوت.
be: ALSA ды OSS - узаемавыключныя сістэмы драйвераў для гукавай апаратары.
bg: ALSA и OSS са алтернативни системи от драйвери за достъп до звуковия хардуер.
de: ALSA und OSS sind zwei verschiedene Systeme für Soundkarten-Treiber.
eu: ALSA eta OSS soinu hardwarearentzat sistema aukera ezberdinak dira.
fi: ALSA ja OSS ovat vaihtoehtoisia ajurijärjestelmiä äänilaitteille.
fr: ALSA et OSS sont deux systèmes différents de pilotes pour les périphériques de gestion du son.
gl: ALSA e OSS son sistemas alternativos de controladores para hardware de son.
it: ALSA e OSS sono sistemi alternativi di driver per schede sonore.
ml: അല്‍സ (ALSA) യും ഒഎസ്എസ് (OSS) ഉം ശബ്ദ ഉപകരണങ്ങള്‍ക്കുള്ള വ്യത്യസ്ത പ്രവര്‍ത്തക സംവിധാനങ്ങള്‍ ആണ്.
nl: ALSA en OSS zijn alternatieve systemen voor stuurprogramma's voor geluidshardware.
pt: ALSA e OSS são sistemas alternativos de controladores de hardware de som.
ru: ALSA и OSS -- это альтернативные системы драйверов для звуковых карт.
sk: ALSA a OSS sú alternatívne systémy ovládačov zvukového hardvéru.
sv: ALSA och OSS är alternativa system för drivrutiner för ljudhårdvara.
ta: ஒலி வன்பொருட்களுக்கு அல்ஸாவும் ஓஎஸ்எஸ் உம் மாற்று இயக்கி அமைப்புகள்.

source: Selecting ALSA or OSS will enforce the use of such a driver even in cases where both drivers exist.
ar: انتقاء ALSA أو OSS سوف يُجبر استخدام هذا المشغّل في حال توفّر كلاهما.
be: Вылучэнне ALSA або OSS вымусіць выкарыстанне такога ж драйвера, нават калі абодва драйверы існуюць.
bg: Изберете предпочитаната звукова система, която да се изпозлва в случаите, когато и двете поддържат звуковия хардуер.
de: Die Auswahl von ALSA oder OSS erzwingt die Verwendung dieses Treibers selbst falls beide Treiber existieren.
eu: ALSA edo OSS hautatuaz biak posible diren kasuetan kontrolagailu hori erabiltzea behartzea eragingo du.
fi: ALSAn tai OSS:n valitseminen pakottaa kyseisen ajurin käyttöön niissäkin tapauksissa, kun molemmat ovat olemassa.
fr: Choisir ALSA ou OSS revient à forcer l'utilisation du pilote concerné même lorsque les deux pilotes sont disponibles.
gl: Escoller ALSA ou OSS ha facer que se empregue un controlador dese tipo incluso nos casos nos que existan controladores de ámbolos dous tipos.
it: La scelta fra ALSA o OSS comporta l'uso di quel driver nei casi in cui entrambi i sistemi offrono un driver.
ml: അല്‍സ (ALSA) അല്ലെങ്കില്‍ ഒഎസ്എസ് (OSS) തിരഞ്ഞെടുക്കുന്നത് രണ്ട് പ്രവര്‍ത്തകങ്ങളും നിലവിലുള്ള സന്ദര്‍ബങ്ങളില്‍ പോലും അത്തരമൊരു പ്രവര്‍ത്തകത്തിന്റെ ഉപയോഗത്തെ ഉറപ്പാക്കും.
nl: Als u hier expliciet kiest voor ALSA of OSS wordt de keuze van een overeenkomstig stuurprogramma afgedwongen in die gevallen waar beide een stuurprogramma beschikbaar hebben.
pt: Ao seleccionar ALSA ou OSS irá forçar a utilização do driver respectivo mesmo em casos em que ambos os drivers existam.
ru: Если вы отметите ALSA или OSS, то будет использован драйвер именно выбранной системы, даже если в принципе доступны оба драйвера.
sk: Zvolenie ALSA alebo OSS vynúti použitie jedného z nich aj v prípade, že existujú oba.
sv: Genom att välja ALSA eller OSS kommer endera drivrutinen används även om båda existerar.
ta: இரண்டு இயக்கிகளும் உள்ள போது அல்ஸா அல்லது ஓஎஸ்எஸ் ஐ தேர்ந்தெடுப்பது அந்த இயக்கியை பயன்படுத்துவதை உறுதி செய்யும்.

source: Choosing the "default" option will mean this decision is left to the hardware detection mechanism, and may depend upon the kernel version. Removing the linux-sound-base package effectively puts the system into "default" mode.
ar: انتقاء الخيار "الافتراضي" يعني أن هذا القرار متروك لآلية اكتشاف العتاد، وقد يعتمد على نسخة النواة. إزالة الحزمة linux-sound-base يضع النظام في الوضع "الافتراضي".
be: Выбар пункта "прадвызначана" азначае пакінуць гэта рашэнне за механізмам вызначэння апаратуры; гэта залежыць, аднак, ад версіі ядра. Выдаленне пакета linux-sound-base ставіць сістэму ў "прадвызначаны" рэжым.
bg: Избирането на „по подразбиране“ оставя избора на системата за откриване на хардуер, която може да зависи от версията на ядрото. Изтриването на пакета linux-sound-base е същото като избирането на „по подразбиране“.
de: Bei der Auswahl der »Standard«-Option verbleibt die Entscheidung bei dem System zur Hardware-Erkennung und kann von der Kernelversion abhängen. Wird das Paket linux-sound-base entfernt, kommt das System praktisch in den »Standard«-Modus.
eu: "lehenetsia" hautatuaz hautapen hau hardware antzemate mekanismoaren esku utziko da eta kernel bertsioaren arabera aldatu daiteke. linux-sound-base paketea ezabatuaz sistema "lehenetsi" moduan ipiniko da.
fi: Valinta ”oletus” tarkoittaa, että päätöksen teko jätetään laitteidentunnistusmekanismille, jonka toiminta saattaa riippua ytimen versiosta. Paketin linux-sound-base poistaminen efektiivisesti laittaa järjestelmän ”oletus”-tilaan.
fr: En choisissant « Système par défaut », le pilote à utiliser sera choisi automatiquement par le mécanisme de détection du matériel et pourra dépendre de la version du noyau. Si le paquet « linux-sound-base » est supprimé, le système utilisera le mode « Système par défaut ».
gl: Se escolle a opción "por defecto" ha deixar a decisión ao mecanismo de detección de hardware, e o resultado pode depender da versión do núcleo. Eliminar o paquete linux-sound-base ten un resultado equivalente a poñer o sistema en modo "por defecto".
it: Se si sceglie l'opzione "predefinito", la scelta del driver è lasciata al sistema di riconoscimento dell'hardware e potrebbe dipendere dalla versione del kernel. La rimozione del pacchetto linux-sound-base ha l'effetto di impostare il sistema nella modalità "predefinito".
ml: "സഹജമായ"എന്ന ഐച്ഛികം തിരഞ്ഞെടുക്കുന്നതിനര്‍ത്ഥം ഈ തീരുമാനം ഹാര്‍ഡ്‌വെയര്‍ കണ്ടുപിടിയ്ക്കല്‍ ഉപാധിയ്ക്കായി വിട്ടുകൊടുത്തിരിയ്ക്കുന്നു എന്നതും കെര്‍ണല്‍ ലക്കത്തിനനുസരിച്ച് മാറാവുന്നതുമാണെന്നാണ്. ലിനക്സ്-സൌണ്ട്-ബേസ് (linux-sound-base) നീക്കം ചെയ്യുന്നത് ഫലത്തില്‍ സിസ്റ്റത്തിനെ "സഹജമായ"എന്ന മോഡിലേയ്ക്ക് എത്തിയ്ക്കും.
nl: Als u de optie 'standaard' kiest wordt deze beslissing aan het hardware-detectie-mechanisme overgelaten, wat inhoudt dat dit afhankelijk is van de kernelversie. Verwijderen van het pakket 'linux-sound-base' heeft hetzelfde effect als hier voor de 'standaard'-modus kiezen.''
pt: Escolher a opção "default" (padrão) significa que a decisão é deixada para o mecanismo de detecção de hardware, podendo depender da versão do kernel. Remover o pacote linux-sound-base coloca efectivamente o sistema em modo "default" (padrão).
ru: Если вы выберете "по умолчанию", то решение будет принято автоматически механизмом определения аппаратного обеспечения, и может зависеть от версии ядра. Удаление пакета linux-sound-base переводит систему в режим "по умолчанию".
sk: Výber voľby „štandard“ bude znamenať, že rozhodnutie sa nechá na mechanizmus detekcie hardvéru a môže závisieť na verzii jadra. Odstránenie balíka linux-sound-base má za účinok vynútenie režimu „štandard“.
sv: Genom att välja alternativet "standard" så överlåter du valet på hårdvaran och detta kan vara beroende av kärnans version. Genom att ta bort paketet linux-sound-base så sätts systemet direkt i standardläge.
ta: முன்னிருப்பு என தேர்ந்தெடுப்பது ("default" )இந்த முடிவு வன்பொருள் கண்டு பிடிக்கும் நிரலுக்கு விடப்படச்செய்யும். இது உட்கூறைப்பொருத்தது ஆகிவிடும். லீனக்ஸ் ஒலி ஆதார பொதியை நீக்குவது கணினியை இந்த முன்னிருப்பில் அமைத்து விடும்.

source: Choosing the ALSA sound system is strongly recommended.
ar: اختيار نظام الصوت ALSA مستحسن جداً.
be: Выбар гукавай сістэмы ALSA настойліва рэкамендавана..
bg: Препоръчително е избирането на звуковата система ALSA.
de: Die Wahl des ALSA-Soundsystems wird nachdrücklich empfohlen.
eu: ALSA soinu sistema hautatzea gomendatzen da.
fi: ALSA-äänijärjestelmän valitseminen on erittäin suositeltavaa.
fr: Il est conseillé de choisir « ALSA ».
gl: Recoméndase encarecidamente escoller o sistema de son ALSA.
it: Si raccomanda la scelta del sistema sonoro ALSA.
ml: അല്‍സ (ALSA) ശബ്ദസംവിധാനം തിരഞ്ഞെടുക്കുന്നത് ശക്തമായി ശുപാര്‍ശ ചെയ്തിരിയ്ക്കുന്നു.
nl: U wordt sterk aangeraden om voor het ALSA-geluidssysteem te kiezen.
pt: Recomenda-se fortemente a escolha do sistema de som ALSA.
ru: Настоятельно рекомендуется выбрать звуковую систему ALSA.
sk: Silne sa odporúča vybrať systém ALSA.
sv: Du rekomenderas att välja ALSA som ljudsystem.
ta: அல்ஸா ஒலி அமைப்பை தேர்ந்தெடுத்தல் பலமாக பரிந்துரைக்கப்படுகிறது.
